/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Seret %1$@ setelah\ntindakan %2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Seret %1$@ ke %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Tambahkan %@ untuk\nmempratinjau GIF Anda.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Pintasan yang ditambahkan: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Pintasan Anda telah diatur ulang. Buka ulang app Pintasan untuk melanjutkan.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Menjalankan pintasan %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Menjalankan, %lu%% selesai";

/* Accessibility label */
"Edit profile photo" = "Edit foto profil";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Animasi Pusat Pemberitahuan yang ditarik ke bawah dari bagian atas layar";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Animasi tindakan menambahkan widget Pintasan ke daftar widget yang aktif";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Animasi tindakan menggulir ke bagian bawah daftar widget dan mengetuk Edit";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Animasi tindakan menggesek ke kiri ke daftar widget";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Jepretan layar Pusat Pemberitahuan dengan widget Pintasan";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "Gambar profil %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Jadikan identitas utama";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Dipilih sebagai identitas utama";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Plus, Minus";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Backspace";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Desimal";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Sayangnya, Pintasan tidak dapat memperbaiki masalah ini karena masalah tersebut diakibatkan oleh bug di app host. Anda dianjurkan untuk menghubungi pembuat app tersebut dan memberi tahu mereka mengenai masalah ini.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "App yang membuka ekstensi ini tidak menyediakan input apa pun.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Pintasan tidak dapat diunduh.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Database Pintasan tidak dapat dibaca karena dibuat oleh versi Pintasan yang lebih baru.\n\nAnda dapat meningkatkan Pintasan atau mengatur ulang pintasan Anda. Pintasan Anda akan hilang, tapi Anda akan dapat memulihkannya jika menggunakan Penyelarasan iCloud.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Database Pintasan tidak dapat dibaca karena rusak. Anda dapat memperbaiki ini dengan mengatur ulang pintasan Anda. Pintasan Anda akan hilang, tapi Anda akan dapat memulihkannya jika menggunakan Penyelarasan iCloud.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Database Pintasan tidak dapat dibaca karena rusak.\n\nAnda dapat mengirimkan email ke dukungan beserta database Anda yang rusak atau mengatur ulang pintasan khusus Anda. Pintasan Anda akan hilang, tapi Anda akan dapat memulihkannya jika menggunakan Penyelarasan iCloud.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Kirim Email ke Dukungan";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Atur Ulang Pintasan";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Perbarui Pintasan";

/* Alert title for an error */
"Aw no!" = "Oh tidak!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Ketidakcocokan Versi Pintasan";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Pintasan Diatur Ulang";

/* Apple watch; label for result from running the shortcut */
"Result" = "Hasil";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Hasil (%ld)";

/* Back button */
"Back" = "Kembali";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Jika widget ditambahkan, kecepatan pintasan yang dijalankan akan meningkat secara drastis. Apakah Anda yakin ingin melewati langkah ini?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "Pengiriman Anda gagal! Coba lagi dalam beberapa menit.";

/* Button */
"Cancel" = "Batalkan";

/* Button */
"Done" = "Selesai";

/* Button */
"Next" = "Berikutnya";

/* Button */
"OK" = "OKE";

/* Button */
"Submit your own workflow" = "Kirimkan alur kerja Anda sendiri";

/* Button for editing their profile picture */
"Edit" = "Edit";

/* Button or nav bar title */
"Edit Profile" = "Edit Profil";

/* Button or title */
"Run shortcut" = "Jalankan pintasan";

/* Button or title to share a shortcut */
"Share Shortcut" = "Bagikan Pintasan";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Kirimkan Pintasan";

/* Button or title; user profile */
"Profile" = "Profil";

/* Button that shows all collection search results */
"See All" = "Lihat Semua";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Buang Perubahan";

/* Button title; create a new shortcut */
"Create Shortcut" = "Buat Pintasan";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Tambah Widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Simpan Keduanya";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Ganti";

/* Button to skip a step */
"Skip" = "Lewati";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Pilih pintasan yang akan ditampilkan di jam Anda.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Pilih pintasan yang akan ditampilkan di Komplikasi.";

/* Copy content */
"Copy" = "Salin";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Tidak dapat menemukan pintasan yang ditetapkan.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Tidak dapat menemukan pintasan “%@”.";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Pintasan Tanpa Judul";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Tambahkan pintasan apa pun ke Siri dengan merekam frasa suara khusus.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Gabungkan rangkaian langkah menjadi satu pintasan untuk mengautomasi hal yang Anda lakukan dengan app Anda. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Akses ke pintasan menjadi semakin cepat dengan widget Pintasan.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Pilih dari Perpustakaan";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Ambil Foto";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "Email";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "URL situs web “%@” tidak sah.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Situs Web Tidak Sah";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Anda akan dicantumkan sebagai “%@” di alur kerja Anda yang diterbitkan.";

/* Edit profile; person name field title */
"Name" = "Nama";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Nama (Diperlukan)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Informasi Pribadi";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Informasi Publik";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "Kami tidak menemukan apa pun untuk “%@”. Coba kata kunci lain.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Tidak ada pintasan.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Tidak Ada Hasil";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "URL pintasan yang disediakan tidak sah.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Impor Gagal";

/* Error message */
"There are no photos in your photo library." = "Tidak ada pintasan di perpustakaan foto Anda.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Tautan pintasan mungkin tidak sah atau telah dihapus.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Tidak dapat terhubung ke Galeri.";

/* Error message title */
"Shortcut Not Found" = "Pintasan Tidak Ditemukan";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Tidak dapat memuat koleksi ini.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Tidak dapat memuat koleksi ini.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "Tindakan “%@” memerlukan waktu terlalu lama untuk selesai dijalankan.";

/* Exit the app (kills the app) */
"Exit" = "Keluar";

/* Gallery search section title for collection search results */
"Collections" = "Koleksi";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Lebih Sedikit";

/* Gallery search; button to show more collection search results */
"Show More" = "Tampilkan Lainnya";

/* Generic title for a notification show in the app */
"Notification" = "Pemberitahuan";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Pintasan";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "tindakan";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Ini adalah pintasan.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Selamat!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Woot!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "tombol jalankan pintasan";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Seret ke tindakan untuk membagikan GIF Anda.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "tombol putar";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nAda yang salah. Coba lagi atau ketuk Selesai.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nAnda tidak selesai menjalankan pintasan. Coba lagi atau ketuk Selesai.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nAnda baru membuat pintasan. Sekarang tekan tombol putar untuk menjalankannya!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nPintasan dibuat dari rangkaian tindakan (item di kiri).\n\nBerikutnya, tambahkan tindakan Buat GIF, yang akan menganimasikan foto dari tindakan pertama.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nAyo buat pintasan untuk menciptakan animasi GIF.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nAnda baru menjalankan pintasan. Keren kan?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Selamat Datang di Pintasan.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Dengan mengetuk “Kirim”, alur kerja Anda akan dikirimkan untuk ditinjau. Jika kami memutuskan untuk menyertakan alur kerja Anda di Galeri, kami akan memberi tahu Anda melalui e-mail.";

/* Make GIF action name */
"Make GIF" = "Jadikan GIF";

/* Media file name label */
"Media File" = "File Media";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Apakah Anda ingin menjalan pintasan Anda?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Info Alur Kerja";

/* None option */
"None" = "Tidak Ada";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Bagus! Sepertinya Anda telah menambahkan Widget Pintasan. Ayo lanjut.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Jalankan pintasan dengan sangat cepat menggunakan Widget Pintasan.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Tulis deskripsi dari apa yang dilakukan alur kerja Anda di sini.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Tulis dengan lebih detail deskripsi dari apa yang dilakukan alur kerja Anda di sini.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Johnny Appleseed";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Tulis deskripsi singkat dari apa yang dilakukan alur kerja Anda di sini.";

/* Print content */
"Print" = "Cetak";

/* Quick Look action name */
"Quick Look" = "Lihat Cepat";

/* Recovery option for when the gallery does not load */
"Try Again" = "Coba Lagi";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Buka Pengaturan";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Nyalakan data seluler atau gunakan WLAN untuk mengakses Galeri.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Nyalakan data seluler atau gunakan Wi-Fi untuk mengakses Galeri.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Matikan Mode Pesawat atau gunakan WLAN untuk mengakses Galeri.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Matikan Mode Pesawat atau gunakan Wi-Fi untuk mengakses Galeri.";

/* Save as image */
"Save Image" = "Simpan Gambar";

/* Search gallery */
"Search" = "Cari";

/* Section title */
"Shortcuts" = "Pintasan";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Pesan";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Pintasan Dikirim";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Ditambahkan ke Perpustakaan";

/* Splash screen primary button title */
"Get Started" = "Mulai";

/* Splash screen title */
"Welcome to Shortcuts" = "Selamat Datang di Pintasan";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Hentikan %@";

/* Take Photo action name */
"Take Photo (action name)" = "Ambil Foto";

/* Tap to choose an option */
"Tap to Choose" = "Ketuk untuk Memilih";

/* Terms and Conditions view title */
"Terms and Conditions" = "Syarat dan Ketentuan";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Kami akan memberi tahu Anda setelah disetujui!";

/* Title */
"Gallery" = "Galeri";

/* Title */
"Shortcuts" = "Pintasan";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Sebarkan";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Deskripsi";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Deskripsi Panjang";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Deskripsi Pendek";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Nama Alur Kerja";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Cukup Minta Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Tambah Widget?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Anda telah memiliki pintasan dengan nama \"%@\".";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Uh Oh";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Ambil Jalur Terpendek";

/* Title of main screen showing your library of shortcuts */
"Library" = "Perpustakaan";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Widget Pintasan";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Database Rusak";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Lihat Galeri…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Kelola Pintasan…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Sesuaikan di Pintasan";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Widget ditemukan! Ketuk *Tambahkan Widget* untuk mengakses ini dari semua tempat.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Widget ditemukan! Kembali ke sini untuk menjalankan pintasan Anda dengan cepat.";

/* Today widget; empty state */
"No Shortcuts" = "Tidak Ada Pintasan";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Ketuk untuk melihat yang lainnya";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Memuat";

/* Watch app button; stop running the shortcut */
"Stop" = "Hentikan";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Tampilkan/Sembunyikan";

/* Watch app; Change text field text */
"Tap to Change" = "Ketuk untuk Mengubah";

/* Watch app; Compose a message */
"Create Message" = "Buat Pesan";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Plus/Minus";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "oleh %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Dari Alamat";

/* Watch app; email composer; bcc address label */
"Bcc" = "Bcc";

/* Watch app; email composer; cc address label */
"Cc" = "Cc";

/* Watch app; email composer; from address label */
"From" = "Dari";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Dilampirkan (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Subjek";

/* Watch app; email composer; to address label */
"To" = "Kepada";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Lokasi Tidak Ditemukan";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Cc/Bcc";

/* Watch app; number field placeholder */
"Enter number…" = "Masukkan nomor…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Anda harus memilih kontak yang akan dikirimi pesan.";

/* Watch app; send the email */
"Send" = "Kirimkan";

/* Watch app; share QuickLook content */
"Share" = "Bagikan";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Gunakan Handoff di iPhone Anda untuk mengizinkan akses bagi %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Gunakan Handoff di iPhone Anda untuk melanjutkan pintasan.";

/* Watch app; text field placeholder */
"Enter text…" = "Masukkan teks…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Lihat di iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Tidak ada pintasan yang telah ditambahkan.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Tidak Ada Pintasan";

/* Website URL label */
"Website" = "Situs Web";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Menambahkan Widget";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Animasi tindakan menekan ikon layar utama Pintasan dengan kuat untuk membuka widget";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Ketuk + untuk menambahkan Widget Pintasan. Ketuk “Selesai”.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Gesek ke atas untuk kembali ke layar utama, tekan ikon Pintasan dengan kuat, dan ketuk “Tambahkan Widget”.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Tekan tombol Utama, tekan ikon Pintasan dengan kuat, dan ketuk “Tambahkan Widget”.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Gulir ke bagian bawah dan\nketuk “Edit”.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Gesek ke kiri untuk melihat\nwidget Anda.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "Di kiri bawah, gulir\nke bawah dan ketuk “Edit”.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Gesek ke bawah dari bagian atas untuk memperlihatkan Pusat Pemberitahuan.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Pintasan Anda siap dibagikan!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " ke %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ ke %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "kanan";

